[
  {
    "id": "BTO",
    "published": true,
    "series": "blackness",
    "title": "Blackness Takes Over",
    "tagline": "She met him on Saturday, by Tuesday her life would never be the same...",
    "cover": "../img/BlacknessTakesOver.jpg",
    "body": "<p>This is the story of a woman, not a damsel in distress or a naïve young woman brought into her own by a man. An orphaned Midwesterner, Shannon Kelly is the fighter in her life, the guide to her own strength, and the center in her personal battles.</p><p>After her life is viciously altered at the hands of others, Shannon finds herself living with three new friends (her guys). These men offer her love and support, witty banter and constant entertainment fill their days together.  The last thirteen years Shannon has been satisfied with these friends that have become family and working as a successful attorney, never having wanted for a lover. When Dylan Kellerman enters Shannon’s life he changes its course in more ways than one.</p><p>Dylan left six years ago filled with pain and regret when Mia was beaten into a coma, but he’s back to make sure she’s safe now that her attacker has won a retrial. When Mia’s attorney walks into the hospital room (pause for dramatic effect) everything changes. Shannon is vibrant, stunning, and about to rip his head off. After convincing her that he means Mia no harm, their unlikely meeting sets Dylan and Shannon on an unconventional journey to find love.</p><p>Their budding romance is hindered when Shannon’s life is threatened due to her connection with Mia. Now, Shannon and the men in her life must battle to keep her safe from unidentified perpetrators before…blackness takes over.</p>",
    "amazonLink": "http://www.amazon.com/dp/B00HNGH796",
    "nookLink": "http://www.barnesandnoble.com/w/blackness-takes-over-norma-jeanne-karlsson/1117931241?ean=2940149018741",
    "googlePlayLink": "https://play.google.com/store/books/details/Karlsson_Norma_Jeanne_Blackness_Takes_Over?id=NmSAAgAAQBAJ",
    "amazonActive": true,
    "nookActive": true,
    "googleActive": true,
    "goodreads": "https://www.goodreads.com/book/show/20438956-blackness-takes-over",
    "goodreadsActive": true
  },
  {
    "id": "BA",
    "published": true,
    "series": "blackness",
    "title": "Blackness Awaits",
    "tagline": "As he enters the room looking like death personified, lifeless and haunting, she knows...blackness awaits.",
    "cover": "../img/BlacknessAwaits.jpg",
    "body": "<p>Aaron Kavanagh is not to be trifled with. He’s powerful, commanding, fierce and currently homicidal. The only thing that matters in Kavanagh’s world is Shannon Kelly. She’s the beat of his heart (yes he has one) and the peace to the fury that constantly simmers within him. Without her, his life is empty and barren. Someone took what is his and he’ll stop at nothing to get her back.</p><p>Dylan Kellerman is lost. The love of his life has been ripped from him, leaving a tattered tortured shell of a man. On the brink of murderous insanity he must battle to find Shannon, even if she hates him. Dylan has betrayed her and he knows she won’t forgive his indiscretions. None of that matters now. All that matters is finding her. As long as she’s safe Dylan can continue to live a sad wasted existence without her by his side. Shannon brought Dylan back to life, without her in the world he’ll cease to exist.</p><p>Shannon Kelly is gone. Stolen from her home and loved ones, she must now fight. Fighting has never been an issue for her, but this is a new opponent that she isn’t prepared for…her past. When every reality she thought she knew is called into question, Shannon learns her life isn’t what she thought it was. With the promise of a future with Dylan stolen from her before her world implodes, Shannon must rely on the family that has protected her for the last thirteen years to come for her. She won’t win this fight on her own…Shannon is going to lose.</p><p>This novel is the continuation of Blackness Takes Over and cannot be read as a standalone.</p>",
    "amazonLink": "http://www.amazon.com/dp/B00JNBX36K",
    "nookLink": "http://www.barnesandnoble.com/w/blackness-awaits-norma-jeanne-karlsson/1119209449?ean=2940149546442",
    "googlePlayLink": "https://play.google.com/store/books/details/Karlsson_Norma_Jeanne_Blackness_Awaits?id=K7FYAwAAQBAJ",
    "amazonActive": true,
    "nookActive": true,
    "googleActive": true,
    "goodreads": "https://www.goodreads.com/book/show/21902042-blackness-awaits",
    "goodreadsActive": true
  },
  {
    "id": "SIB",
    "published": true,
    "series": "blackness",
    "title": "Shrouded in Blackness",
    "tagline": "Only loyalty can win his heart...",
    "cover": "../img/ShroudedinBlankness.jpg",
    "body": "<p>Gangs, organized crime and underground bare-knuckle fighting make up the world that Kieran Delaney thrives within. His reputation is built on the talent of his fists, as much as his ability to get information about any and everything. Never one to be caught by surprise or bested, Kieran knows what you’re going to do before you do it…until Darcy Quinlan enters his life. She introduces herself with a knife to his throat and a promise of unbridled pain. Darcy’s life has been destroyed by betrayal and false promises of safety. Living on the streets for the last eight years, she’s has been a ghost. Never in one place long enough to be seen because you can’t catch what isn’t there. Now Kieran sees her and can’t erase her image from his mind.</p><p>Kieran and Darcy must now battle to keep her alive and by his side. As her past enters her life from every angle, Kieran makes certain her safety is no longer a concern, annihilating her demons at every corner. He’ll fight, he’ll maim, he’ll torture and he’ll murder to keep Darcy protected. If Kieran can win, her life will no longer be shrouded in blackness…loyalty will lift the veil.</p>",
    "amazonLink": "http://www.amazon.com/dp/B00L01ZELS",
    "nookLink": "",
    "googlePlayLink": "",
    "amazonActive": true,
    "nookActive": false,
    "googleActive": false,
    "goodreads": "https://www.goodreads.com/book/show/22059176-shrouded-in-blackness",
    "goodreadsActive": true
  },
    {
    "id": "ITB",
    "published": true,
    "series": "blackness",
    "title": "Into the Blackness",
    "tagline": "Cease being everything you’re trained to be in order to find who you’re meant to be...with.",
    "cover": "../img/ITB.jpg",
    "body": "<p>Nick Cooper is many things in life. He’s a vicious enforcer for a crime family. He’s a monster that tortures with a smirk tattooed on his lips. He’s an olive-skinned god, mysterious and captivating. He’s the best undercover field agent in the Domestic Crime Agency. He’s my partner for the next year. I have to play his wife which will test my abilities as an agent. Nick isn’t the type of man I’m used to dealing with. He’ll push me, tempt me, hurt me and eventually end up on the business end of a weapon I’m wielding. This mission will change everything I’ve ever known about people and myself. I can only hope I’ll survive it.</p><p>Katherine Russell is many things in life. She’s a chameleon, able to change and adapt to any situation. She’s lethal…as lethal as me. She’s a golden-haired ray of sunshine. She’s the best field agent the Domestic Crime Agency has ever had. She’s my partner for the next year. No, she’s my wife. There are worse things in life than sharing a fake marital bed with a gorgeous woman for a year. Trust me. Kat’s more than a beautiful woman though, and I have the feeling she’s going to challenge me, battle me, infuriate me and test all the walls I’ve spent a lifetime building around myself. Our mission is to find and eliminate a human trafficking kingpin. It’ll be child’s play compared to the journey my new partner is going to take me on. If I can manage to shed the monster of my past I’ll no longer be pulled into the blackness. I’ll be able to bask in the light that glows from every pore of Katherine Russell.</p><p>If only it were that simple.</p>",
    "amazonLink": "http://www.amazon.com/dp/B00N6GVXAQ",
    "amazonActive": true,
    "nookLink": "http://www.barnesandnoble.com/w/into-the-blackness-norma-jeanne-karlsson/1120153627?ean=9780991187362&itm=1&usri=norma+jeanne+karlsson",
    "nookActive": true,
    "googlePlayLink": "https://play.google.com/store/books/details/Norma_Jeanne_Karlsson_Into_the_Blackness?id=fsxjBAAAQBAJ",
    "googleActive": true,
    "goodreads": "https://www.goodreads.com/book/show/22745972-into-the-blackness",
    "goodreadsActive": true
  },
    {
    "id": "BW",
    "published": true,
    "series": "blackness",
    "title": "Blackness Within",
    "tagline": "Fighting to find his worthy place in life...",
    "cover": "../img/BW.jpg",
    "body": "<p>This is the story of a woman that has worked tirelessly to build her own life from nothing. While the task has been exhaustive, it’s been worth every drop of sweat to earn her own slice of normal. Natasha Reynolds has built a life beyond an absent mother and a drug addict brother to become a home-owning, dog-loving nurse. But no matter how much distance she puts between the present and her past, she always finds herself dealing with the messes of those she loves. Once again, a hasty decision to save her beloved brother’s life has put Natasha in peril. With nowhere to turn, she goes to the only place she has left.</p><p>Brian O’Sullivan.</p><p>He’s an attorney, a ladies’ man and nothing but trouble. Natasha has spent two and a half years avoiding Brian’s smoldering grin and his smooth pickup lines. While he spends his days in courtrooms and suits, Brian would much rather be bloodying his knuckles and relishing in the crushing of bones. In order to help Natasha, he will have to be both the professional and the fighter. As Brian demolishes opponents, Natasha will struggle to hang onto her life. They will be ripped apart by the evil underbelly of the crime world and wage a war to escape the blackness within it that threatens to swallow them whole.</p>",
    "amazonLink": "http://www.amazon.com/dp/B00NYRQV40",
    "amazonActive": true,
    "nookLink": "http://www.barnesandnoble.com/w/blackness-within-norma-jeanne-karlsson/1120419103?ean=9781634617291",
    "nookActive": true,
    "googlePlayLink": "https://play.google.com/store/books/details/Norma_Jeanne_Karlsson_Blackness_Within?id=a9CgBAAAQBAJ&hl=en",
    "googleActive": true,
    "goodreads": "https://www.goodreads.com/book/show/23124245-blackness-within",
    "goodreadsActive": true
  },
  {
    "id": "MOL",
    "published": true,
    "release": "December 22nd",
    "series": false,
    "title": "Mugs of Love",
    "tagline": "Serving promise, one cup at a time.",
    "cover": "../img/MOL.jpg",
    "body": "<p>When his world came crashing down around him, Garrett Sharp didn’t run. He stood like the man he is and took his punishment. Eight years later, he finds himself in a new life. It’s not the life he grew up believing he would live, but it’s a life all the same, albeit numb and empty. Well, not entirely.</p><p>Every day across the street from his furniture store, Garrett steals moments full of warmth from Emily Garner. As she floats happily through her coffee shop, Emily provides him glimpses into her soul. She’s pure and content in a way Garrett’s never experienced. He’s never heard her voice and doesn’t know the color of her eyes. But he knows she lights up like a beacon when she serves coffee to couples on their first dates. Emily can feel the tingles of new love even when she’s not the one experiencing the thrill. And Garrett can feel Emily’s joy from across the street.</p><p>When Emily finally enters Garrett’s store for the first time six months after he opens, both their lives change. Garrett must battle the demons of his past to be a man worthy of the woman he’s fallen for from afar. Emily has to move beyond her ex-boyfriend and his betrayals to find trust again. If it were only the past challenging Emily and Garrett, their story would be easy.</p><p>Life is never easy.</p>",
    "amazonLink": "http://www.amazon.com/dp/B00R3SF0NE",
    "amazonActive": true,
    "nookLink": "",
    "nookActive": false,
    "googlePlayLink": "",
    "googleActive": false,
    "goodreads": "https://www.goodreads.com/book/show/23448227-mugs-of-love",
    "goodreadsActive": true
  },
  {
    "id": "MM",
    "series": false,
    "published": true,
    "release": "January 27th, 2015",
    "title": "Misunderstood Miracles",
    "tagline": "The small things are never what they appear to be... ",
    "cover": "../img/MM.jpg",
    "body": "<p>Isolation is important when you’re different. Thirty years of protecting himself ends with one blast intended to end his life. The explosion happened. The building collapsed. Kane Rand walked away. He always walks away, which is why they want him.</p><p>They can try to shoot him, stab him, set him on fire or anything else they can come up with to subdue the mob enforcer. It won’t work. Kane is impenetrable. His skin keeps him safe while his cunning mind and deadly skills keep him alive.</p><p>There’s nothing to protect his heart.</p><p>Alannah Carey steals his unprotected soft spot with one look. Now he’s in the fight of his life to keep her safe, his family alive and himself out of the hands of an agency that’s been trying to capture him from the time he was born.</p><p>The miracle of life soon becomes a tortured cell where survival is the only option.</p><p>Or in Kane’s case, a breeding ground for vengeance.</p>",
    "amazonLink": "http://www.amazon.com/dp/B00SSQLB2E",
    "amazonActive": true,
    "nookLink": "",
    "nookActive": false,
    "googlePlayLink": "",
    "googleActive": false,
    "goodreads": "https://www.goodreads.com/book/show/23636494-misunderstood-miracles",
    "goodreadsActive": true
  },
  {
    "id": "ETB",
    "series": "cooperbrothers",
    "published": false,
    "release": "February 14th, 2015",
    "title": "Escaping the Blackness",
    "tagline": "Breathing one bullet at a time. ",
    "cover": "../img/ETB.jpg",
    "body": "<p>Jake Cooper’s life began when he walked into a conference room at Domestic Crime Agency’s headquarters and met the people who would become his parents. He was an adult, just starting out with the clandestine agency, but he was still alone in the world. Jake relished in the intense love his newfound family bestowed upon him. That feeling was short lived.</p><p>Jake craves the one skill he possesses in life as much as his next breath. Shooting. Behind a scope, with his finger at the ready, Jake can take a lungful of air without hesitation. He left his family in order to breathe. For six years he’s been tracking and eliminating targets for the DCA. He can breathe now, but he’s not living.</p><p>He misses her.</p><p>Cara Kelly’s life began when she escaped human traffickers and ran into the loving embrace of the Cooper family. The simple act of a young man giving her his hoodie rocked her world. She felt something good for the first time in seventeen years, something pure and untainted. But then Jake walked away from her and his family, leaving Cara with the lingering scent of him constantly chasing her with a hoodie she still can’t bear to let go of.</p><p>Six years is long enough to heal and grow. It’s also long enough to be hurt and betrayed. When their worlds collided again, one bullet changing the course of countless lives, Jake and Cara will be forced to escape the blackness of their past, in hopes of a future filled with light.</p>",
    "amazonLink": "",
    "amazonActive": false,
    "nookLink": "",
    "nookActive": false,
    "googlePlayLink": "",
    "googleActive": false,
    "goodreads": "https://www.goodreads.com/book/show/23636683-escaping-the-blackness",
    "goodreadsActive": true
  }
]
